Repository: JonathanJing/sermon-video-zh-subtitles
Catalog: apps/tongxing-ios/App/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, es, ko, vi

source: 当前中文版本
en: Current Chinese version
es: Versión actual en chino
ko: 현재 중국어 버전
vi: Phiên bản tiếng Trung hiện tại

source: 所选语言在独立发布页面中打开；原生播放器继续保留当前已验证的中文音轨。
en: The selected language opens on its own release page. The native player keeps the currently verified Chinese track.
es: El idioma elegido se abre en su propia página publicada. El reproductor conserva la pista en chino verificada.
ko: 선택한 언어는 별도의 공개 페이지에서 열립니다. 앱 플레이어는 현재 확인된 중국어 오디오를 유지합니다.
vi: Ngôn ngữ đã chọn mở trong trang phát hành riêng. Trình phát vẫn giữ bản âm thanh tiếng Trung đã xác minh.

source: 选择证道语言
en: Choose sermon language
es: Elegir idioma del sermón
ko: 설교 언어 선택
vi: Chọn ngôn ngữ bài giảng

source: 尚无可选择的语言版本
en: No language versions available
es: No hay versiones en otros idiomas
ko: 선택할 수 있는 언어 버전이 없습니다
vi: Chưa có phiên bản ngôn ngữ nào để chọn

source: 发布目录尚未提供已人工审核的目标语言。
en: The release catalog does not yet contain a human-reviewed target language.
es: El catálogo aún no tiene idiomas revisados por una persona.
ko: 게시 목록에 사람이 검토한 대상 언어가 아직 없습니다.
vi: Danh mục phát hành chưa có ngôn ngữ đích được người duyệt.

source: 证道语言
en: Sermon language
es: Idioma del sermón
ko: 설교 언어
vi: Ngôn ngữ bài giảng

source: 选择后打开该语言自己的已发布页面。界面语言和证道音频语言不会被静默更改。
en: Your selection opens that language's published page. The interface and sermon audio languages are never changed silently.
es: La selección abre la página publicada de ese idioma. El idioma de la app y del audio no cambian automáticamente.
ko: 선택한 언어의 공개 페이지가 열립니다. 앱 인터페이스와 설교 오디오 언어는 자동으로 바뀌지 않습니다.
vi: Lựa chọn sẽ mở trang phát hành của ngôn ngữ đó. Ngôn ngữ ứng dụng và âm thanh bài giảng không tự thay đổi.

source: 文字
en: Text
es: Texto
ko: 텍스트
vi: Văn bản

source: 字幕
en: Captions
es: Subtítulos
ko: 자막
vi: Phụ đề

source: 音频
en: Audio
es: Audio
ko: 오디오
vi: Âm thanh

source: 仅文字
en: Text only
es: Solo texto
ko: 텍스트만
vi: Chỉ có văn bản

source: 可下载
en: Downloadable
es: Descargable
ko: 다운로드 가능
vi: Có thể tải xuống

source: 此环境尚未提供多语言发布目录，继续显示当前中文版本。
en: This environment has no multilingual release catalog yet. The current Chinese version remains available.
es: Este entorno aún no tiene un catálogo multilingüe publicado. Se mantiene la versión actual en chino.
ko: 이 환경에는 다국어 게시 목록이 아직 없습니다. 현재 중국어 버전을 계속 표시합니다.
vi: Môi trường này chưa có danh mục phát hành đa ngôn ngữ. Tiếp tục hiển thị phiên bản tiếng Trung hiện tại.

source: 暂时无法打开这个语言版本；当前内容和音频没有改变。
en: This language version cannot be opened right now. The current content and audio were not changed.
es: No se puede abrir esta versión ahora. El contenido y el audio actuales no han cambiado.
ko: 이 언어 버전을 지금 열 수 없습니다. 현재 콘텐츠와 오디오는 변경되지 않았습니다.
vi: Hiện không thể mở phiên bản ngôn ngữ này. Nội dung và âm thanh hiện tại không thay đổi.

source: 语言已选择，但本次偏好暂时无法保存。
en: The language was selected, but the preference could not be saved this time.
es: Se eligió el idioma, pero no se pudo guardar la preferencia esta vez.
ko: 언어를 선택했지만 이번에는 설정을 저장하지 못했습니다.
vi: Đã chọn ngôn ngữ nhưng lần này không lưu được tùy chọn.

source: {time}，总长 {duration}。{status}
en: {time} of {duration}. {status}
es: {time} de {duration}. {status}
ko: {time} / {duration}. {status}
vi: {time} / {duration}. {status}

source: 1 秒
en: 1 sec
es: 1 s
ko: 1초
vi: 1 giây

source: AI 合成中文配音与整理文字 · 独立个人项目
en: AI-synthesized Chinese audio and AI-prepared text · an independent personal project
es: Audio en chino sintetizado por IA y texto preparado por IA · proyecto personal independiente
ko: AI로 합성한 중국어 오디오와 정리한 텍스트 · 개인 독립 프로젝트
vi: Âm thanh tiếng Trung tổng hợp bằng AI và văn bản do AI biên soạn · dự án cá nhân độc lập

source: AI 整理，供个人跟读参考
en: AI-prepared text for personal reference
es: Texto preparado por IA para consulta personal
ko: 개인 참고용으로 AI가 정리한 텍스트
vi: Văn bản do AI biên soạn để tham khảo cá nhân

source: AI 整理，供个人跟读参考。
en: AI-prepared text for personal reference.
es: Texto preparado por IA para consulta personal.
ko: 개인 참고용으로 AI가 정리한 텍스트입니다.
vi: Văn bản do AI biên soạn để tham khảo cá nhân.

source: App 已进入后台，听声对齐已停止。
en: The app entered the background. Audio alignment stopped.
es: La app pasó a segundo plano. Se detuvo la alineación de audio.
ko: 앱이 백그라운드로 전환되어 소리 정렬이 중지되었습니다.
vi: Ứng dụng đã chuyển sang nền. Căn chỉnh âm thanh đã dừng.

source: 一起听懂，一路同行。
en: Understand together. Walk together.
es: Comprendamos juntos. Caminemos juntos.
ko: 함께 이해하고 함께 걸어요.
vi: Cùng thấu hiểu, cùng đồng hành.

source: 上次听到 {time}
en: Last heard at {time}
es: Última escucha: {time}
ko: 마지막 청취 위치 {time}
vi: Nghe lần cuối tại {time}

source: 下载本篇
en: Download
es: Descargar
ko: 다운로드
vi: Tải xuống

source: 下载的文件为空。
en: The downloaded file is empty.
es: El archivo descargado está vacío.
ko: 다운로드한 파일이 비어 있습니다.
vi: Tệp tải xuống trống.

source: 与 Mariners Church 无隶属或背书关系。
en: Not affiliated with or endorsed by Mariners Church.
es: Sin afiliación ni respaldo de Mariners Church.
ko: Mariners Church와 제휴 관계가 없으며 공식 후원을 받지 않습니다.
vi: Không liên kết hoặc được Mariners Church bảo trợ.

source: 中文抢先，后退1秒
en: Chinese audio is ahead; go back 1 second
es: El audio en chino va adelantado; retrocede 1 segundo
ko: 중국어 오디오가 빠릅니다. 1초 뒤로 이동
vi: Âm thanh tiếng Trung đi trước; lùi 1 giây

source: 中文片段试听
en: Chinese audio sample
es: Muestra de audio en chino
ko: 중국어 오디오 샘플
vi: Nghe thử âm thanh tiếng Trung

source: 中文落后，前进1秒
en: Chinese audio is behind; go forward 1 second
es: El audio en chino va retrasado; avanza 1 segundo
ko: 중국어 오디오가 늦습니다. 1초 앞으로 이동
vi: Âm thanh tiếng Trung đi sau; tiến 1 giây

source: 中断已结束，可继续收听并手动对齐。
en: The interruption has ended. Resume listening and check the timing.
es: La interrupción terminó. Continúa escuchando y comprueba el tiempo manualmente.
ko: 중단이 끝났습니다. 다시 듣고 시간을 수동으로 맞춰 주세요.
vi: Gián đoạn đã kết thúc. Tiếp tục nghe và tự kiểm tra thời gian.

source: 从头开始
en: Start from the beginning
es: Empezar desde el principio
ko: 처음부터 시작
vi: Bắt đầu từ đầu

source: 使用离线版
en: Use offline audio
es: Usar audio sin conexión
ko: 오프라인 오디오 사용
vi: Dùng âm thanh ngoại tuyến

source: 例如 10:05
en: e.g. 10:05
es: Ej.: 10:05
ko: 예: 10:05
vi: Ví dụ: 10:05

source: 关于同行
en: About Tongxing
es: Acerca de Tongxing
ko: Tongxing 정보
vi: Giới thiệu Tongxing

source: 内容地址不符合安全要求。
en: The content address does not meet security requirements.
es: La dirección del contenido no cumple los requisitos de seguridad.
ko: 콘텐츠 주소가 보안 요구 사항을 충족하지 않습니다.
vi: Địa chỉ nội dung không đáp ứng yêu cầu bảo mật.

source: 内容文件超过允许的大小。
en: The content file exceeds the size limit.
es: El archivo de contenido supera el límite de tamaño.
ko: 콘텐츠 파일이 허용 크기를 초과했습니다.
vi: Tệp nội dung vượt quá giới hạn dung lượng.

source: 内容服务器的响应无效。
en: The content server returned an invalid response.
es: El servidor de contenido devolvió una respuesta no válida.
ko: 콘텐츠 서버가 잘못된 응답을 보냈습니다.
vi: Máy chủ nội dung trả về phản hồi không hợp lệ.

source: 内容服务器返回错误（{status}）。
en: The content server returned an error ({status}).
es: El servidor de contenido devolvió un error ({status}).
ko: 콘텐츠 서버 오류({status}).
vi: Máy chủ nội dung trả về lỗi ({status}).

source: 内容说明
en: Content notes
es: Notas del contenido
ko: 콘텐츠 안내
vi: Ghi chú nội dung

source: 刷新证道目录
en: Refresh sermon catalog
es: Actualizar catálogo de sermones
ko: 설교 목록 새로고침
vi: Làm mới danh mục bài giảng

source: 前进 0.25 秒
en: Forward 0.25 sec
es: Avanzar 0,25 s
ko: 0.25초 앞으로
vi: Tiến 0,25 giây

source: 前进 1 秒
en: Forward 1 sec
es: Avanzar 1 s
ko: 1초 앞으로
vi: Tiến 1 giây

source: 前进 5 秒
en: Forward 5 sec
es: Avanzar 5 s
ko: 5초 앞으로
vi: Tiến 5 giây

source: 取消
en: Cancel
es: Cancelar
ko: 취소
vi: Hủy

source: 取消对齐
en: Cancel alignment
es: Cancelar alineación
ko: 정렬 취소
vi: Hủy căn chỉnh

source: 可以先阅读证道大纲。
en: You can read the sermon outline first.
es: Puedes leer primero el bosquejo del sermón.
ko: 먼저 설교 개요를 읽을 수 있습니다.
vi: Bạn có thể đọc dàn ý bài giảng trước.

source: 同行
en: Tongxing
es: Tongxing
ko: Tongxing
vi: Tongxing

source: 同行 · 证道中文听译
en: Tongxing · Chinese Sermon Companion
es: Tongxing · acompañante de sermones en chino
ko: Tongxing · 중국어 설교 동반자
vi: Tongxing · đồng hành cùng bài giảng tiếng Trung

source: 后退 0.25 秒
en: Back 0.25 sec
es: Retroceder 0,25 s
ko: 0.25초 뒤로
vi: Lùi 0,25 giây

source: 后退 1 秒
en: Back 1 sec
es: Retroceder 1 s
ko: 1초 뒤로
vi: Lùi 1 giây

source: 后退 5 秒
en: Back 5 sec
es: Retroceder 5 s
ko: 5초 뒤로
vi: Lùi 5 giây

source: 听声对齐未完成，请重试或手动调整。
en: Audio alignment did not complete. Retry or adjust the position manually.
es: La alineación no se completó. Reinténtalo o ajusta la posición manualmente.
ko: 소리 정렬이 완료되지 않았습니다. 다시 시도하거나 위치를 수동으로 조정하세요.
vi: Căn chỉnh âm thanh chưa hoàn tất. Thử lại hoặc tự chỉnh vị trí.

source: 听声被系统中断，请重试。
en: Audio capture was interrupted by the system. Try again.
es: El sistema interrumpió la captura de audio. Reinténtalo.
ko: 시스템이 소리 입력을 중단했습니다. 다시 시도하세요.
vi: Hệ thống đã ngắt thu âm. Vui lòng thử lại.

source: 听现场并对齐
en: Listen & align
es: Escuchar y alinear
ko: 현장 소리 듣고 정렬
vi: Nghe và căn chỉnh

source: 回到当前句
en: Current passage
es: Pasaje actual
ko: 현재 문장으로
vi: Đoạn hiện tại

source: 字幕全文
en: Full transcript
es: Transcripción completa
ko: 전체 자막
vi: Toàn bộ phụ đề

source: 字幕随中文音频更新
en: Text follows the Chinese audio
es: El texto sigue el audio en chino
ko: 텍스트가 중국어 오디오를 따라갑니다
vi: Văn bản theo âm thanh tiếng Trung

source: 完成
en: Done
es: Listo
ko: 완료
vi: Xong

source: 定位 / 精调
en: Seek / fine-tune
es: Ir a posición / ajuste fino
ko: 위치 이동 / 미세 조정
vi: Tìm vị trí / chỉnh tinh

source: 定位未完成，已保留上次确认的位置。
en: Seeking did not complete. Your last confirmed position is preserved.
es: No se completó el cambio de posición. Se conservó la última posición confirmada.
ko: 위치 이동이 완료되지 않았습니다. 마지막으로 확인한 위치를 유지했습니다.
vi: Chưa tìm xong vị trí. Đã giữ vị trí xác nhận gần nhất.

source: 定位未完成，请重试或手动调整。
en: Seeking did not complete. Retry or adjust the position manually.
es: No se completó el cambio de posición. Reinténtalo o ajusta manualmente.
ko: 위치 이동이 완료되지 않았습니다. 다시 시도하거나 수동으로 조정하세요.
vi: Chưa tìm xong vị trí. Thử lại hoặc tự điều chỉnh.

source: 对齐超时，请保持前台后重试。
en: Alignment timed out. Keep the page in the foreground and retry.
es: Se agotó el tiempo de alineación. Mantén la app en primer plano y reinténtalo.
ko: 정렬 시간이 초과되었습니다. 앱을 전면에 두고 다시 시도하세요.
vi: Căn chỉnh quá thời gian. Giữ ứng dụng ở phía trước rồi thử lại.

source: 尚未完成下载
en: Download incomplete
es: Descarga incompleta
ko: 다운로드 미완료
vi: Chưa tải xong

source: 已下载，可离线收听
en: Downloaded · available offline
es: Descargado · disponible sin conexión
ko: 다운로드됨 · 오프라인 사용 가능
vi: Đã tải · dùng được ngoại tuyến

source: 已取消对齐。
en: Alignment cancelled.
es: Alineación cancelada.
ko: 정렬을 취소했습니다.
vi: Đã hủy căn chỉnh.

source: 已定位 {time}
en: Moved to {time}
es: Posición: {time}
ko: {time}(으)로 이동
vi: Đã chuyển đến {time}

source: 已定位，请点播放继续收听。
en: Position found. Tap play to continue listening.
es: Posición encontrada. Toca reproducir para continuar.
ko: 위치를 찾았습니다. 재생을 눌러 계속 들으세요.
vi: Đã tìm thấy vị trí. Nhấn phát để tiếp tục nghe.

source: 已审校音频
en: Reviewed audio
es: Audio revisado
ko: 검토된 오디오
vi: Âm thanh đã được duyệt

source: 已对齐至 {time}。
en: Aligned to {time}.
es: Alineado en {time}.
ko: {time}(으)로 정렬됨.
vi: Đã căn chỉnh đến {time}.

source: 已恢复上次位置，现场可能已继续，请手动对齐。
en: Saved position restored. The live sermon may have moved on; check the timing again.
es: Se restauró la última posición. El sermón en vivo pudo avanzar; comprueba el tiempo otra vez.
ko: 마지막 위치를 복원했습니다. 현장 설교가 진행됐을 수 있으니 시간을 다시 확인하세요.
vi: Đã khôi phục vị trí gần nhất. Bài giảng trực tiếp có thể đã tiếp tục; hãy kiểm tra lại thời gian.

source: 已找到上次收听的位置
en: Found your saved listening position
es: Se encontró tu posición guardada
ko: 저장된 청취 위치를 찾았습니다
vi: Đã tìm thấy vị trí nghe đã lưu

source: 已收听完毕
en: Finished listening
es: Escucha terminada
ko: 청취 완료
vi: Đã nghe xong

source: 已暂停
en: Paused
es: En pausa
ko: 일시 정지됨
vi: Đã tạm dừng

source: 已返回 {time}
en: Returned to {time}
es: Volver a {time}
ko: {time}(으)로 돌아감
vi: Đã trở về {time}

source: 已返回开头 · 请按现场起点开始
en: Returned to the beginning · start at the agreed live beginning
es: Volver al principio · empieza en el punto acordado del servicio
ko: 처음으로 돌아감 · 정해진 현장 시작점에서 재생하세요
vi: Đã trở về đầu · hãy bắt đầu tại mốc đã thống nhất

source: 已选择
en: Selected
es: Seleccionado
ko: 선택됨
vi: Đã chọn

source: 开始播放
en: Play
es: Reproducir
ko: 재생 시작
vi: Bắt đầu phát

source: 当前使用上次保存的证道目录。
en: Using the previously saved sermon catalog.
es: Usando el catálogo de sermones guardado anteriormente.
ko: 이전에 저장한 설교 목록을 사용 중입니다.
vi: Đang dùng danh mục bài giảng đã lưu trước đó.

source: 当前句
en: Current passage
es: Pasaje actual
ko: 현재 문장
vi: Đoạn hiện tại

source: 当前字幕
en: Current transcript
es: Subtítulo actual
ko: 현재 자막
vi: Phụ đề hiện tại

source: 当前设备无法进行听声对齐。
en: Audio alignment is not available on this device.
es: La alineación de audio no está disponible en este dispositivo.
ko: 이 기기에서는 소리 정렬을 사용할 수 없습니다.
vi: Thiết bị này không hỗ trợ căn chỉnh âm thanh.

source: 当前音频没有可用的听声对齐资料。
en: Audio alignment data is not available for this track.
es: No hay datos de alineación para esta pista.
ko: 이 오디오에는 소리 정렬 자료가 없습니다.
vi: Bản âm thanh này không có dữ liệu căn chỉnh.

source: 恢复位置
en: Restore position
es: Restaurar posición
ko: 위치 복원
vi: Khôi phục vị trí

source: 恢复位置与微调后，请按现场时间手动对齐。
en: After restoring your position and adjustment, check the timing against the live service.
es: Después de restaurar la posición y el ajuste, compárala manualmente con el servicio en vivo.
ko: 위치와 미세 조정을 복원한 뒤 현장 시간에 맞게 수동으로 조정하세요.
vi: Sau khi khôi phục vị trí và điều chỉnh, hãy tự đối chiếu với thời gian trực tiếp.

source: 打开网页版
en: Open web version
es: Abrir versión web
ko: 웹 버전 열기
vi: Mở phiên bản web

source: 接下来
en: Next
es: Siguiente
ko: 다음
vi: Tiếp theo

source: 提前下载，现场可离线收听
en: Download ahead to listen offline at the service
es: Descargar antes para escuchar sin conexión durante el servicio
ko: 미리 다운로드하면 현장에서 오프라인으로 들을 수 있습니다
vi: Tải trước để nghe ngoại tuyến tại buổi nhóm

source: 撤销
en: Undo
es: Deshacer
ko: 되돌리기
vi: Hoàn tác

source: 撤销跳转，返回 {time}
en: Undo seek and return to {time}
es: Deshacer salto y volver a {time}
ko: 위치 이동 취소, {time}(으)로 돌아가기
vi: Hoàn tác bước nhảy, về {time}

source: 播放
en: Play
es: Reproducir
ko: 재생
vi: Phát

source: 播放与存储
en: Playback and storage
es: Reproducción y almacenamiento
ko: 재생 및 저장
vi: Phát và lưu trữ

source: 播放中断，位置已保留。请检查网络或使用已下载版本。
en: Playback stopped and your position is preserved. Check your connection or use downloaded audio.
es: La reproducción se detuvo y se conservó tu posición. Comprueba la conexión o usa el audio descargado.
ko: 재생이 중단되어 위치가 보존되었습니다. 연결을 확인하거나 다운로드한 오디오를 사용하세요.
vi: Phát đã dừng nhưng vị trí được giữ lại. Kiểm tra kết nối hoặc dùng âm thanh đã tải.

source: 播放进度
en: Playback position
es: Posición de reproducción
ko: 재생 위치
vi: Vị trí phát

source: 播放进度 · 松开后跳转
en: Playback position · release to seek
es: Posición de reproducción · suelta para ir
ko: 재생 위치 · 손을 떼면 이동
vi: Vị trí phát · thả tay để chuyển

source: 收听位置保存在本机，按周次与音频版本区分，保留30天。已下载的音频可离线收听。
en: Listening positions are saved on this device for 30 days, separately for each week and audio version. Downloaded audio is available offline.
es: Las posiciones se guardan en este dispositivo durante 30 días, por semana y versión de audio. El audio descargado se puede escuchar sin conexión.
ko: 청취 위치는 주차와 오디오 버전별로 이 기기에 30일 동안 저장됩니다. 다운로드한 오디오는 오프라인에서 들을 수 있습니다.
vi: Vị trí nghe được lưu trên thiết bị này trong 30 ngày, theo từng tuần và phiên bản âm thanh. Có thể nghe âm thanh đã tải khi ngoại tuyến.

source: 收听内容
en: Listening content
es: Contenido para escuchar
ko: 청취 콘텐츠
vi: Nội dung đang nghe

source: 整篇试听 · 待现场验收
en: Full preview · live-service acceptance pending
es: Vista previa completa · pendiente de aceptación en el servicio
ko: 전체 미리듣기 · 현장 검증 대기
vi: Nghe thử toàn bài · chờ kiểm tra tại buổi nhóm

source: 文件未完整下载，请重试。
en: The file did not finish downloading. Try again.
es: La descarga del archivo no terminó. Reinténtalo.
ko: 파일 다운로드가 완료되지 않았습니다. 다시 시도하세요.
vi: Tệp chưa tải xong. Vui lòng thử lại.

source: 无法启用音频，请稍后再试。
en: Audio could not start. Try again later.
es: No se pudo iniciar el audio. Inténtalo más tarde.
ko: 오디오를 시작할 수 없습니다. 나중에 다시 시도하세요.
vi: Không thể khởi động âm thanh. Hãy thử lại sau.

source: 无法读取或校验对齐指纹，请联网重试。
en: The alignment fingerprint could not be loaded or verified. Connect to the internet and retry.
es: No se pudo cargar o verificar la huella de alineación. Conéctate a internet y reinténtalo.
ko: 정렬 지문을 읽거나 확인할 수 없습니다. 인터넷에 연결하고 다시 시도하세요.
vi: Không thể tải hoặc xác minh dấu vân tay căn chỉnh. Kết nối internet rồi thử lại.

source: 暂停
en: Pause
es: Pausar
ko: 일시 정지
vi: Tạm dừng

source: 暂停播放
en: Pause
es: Pausar
ko: 일시 정지
vi: Tạm dừng

source: 暂无字幕
en: No transcript available
es: No hay subtítulos disponibles
ko: 사용 가능한 자막 없음
vi: Chưa có phụ đề

source: 暂时无法更新目录，正在使用此前保存的内容。
en: The catalog could not be updated. Using previously saved content.
es: No se pudo actualizar el catálogo. Se usa el contenido guardado.
ko: 목록을 업데이트할 수 없어 이전에 저장한 콘텐츠를 사용합니다.
vi: Không thể cập nhật danh mục. Đang dùng nội dung đã lưu.

source: 暂时无法读取证道
en: Unable to load sermons
es: No se pudieron cargar los sermones
ko: 설교를 불러올 수 없습니다
vi: Không thể tải bài giảng

source: 暂时无法读取证道目录。请连接网络后重试。
en: The sermon catalog could not be loaded. Connect to the internet and retry.
es: No se pudo cargar el catálogo. Conéctate a internet y reinténtalo.
ko: 설교 목록을 불러올 수 없습니다. 인터넷에 연결하고 다시 시도하세요.
vi: Không thể tải danh mục bài giảng. Kết nối internet rồi thử lại.

source: 更多选项
en: More options
es: Más opciones
ko: 더 보기
vi: Tùy chọn khác

source: 未找到可靠匹配，播放位置未改变。
en: No reliable match found. Playback position is unchanged.
es: No se encontró una coincidencia fiable. La posición no cambió.
ko: 신뢰할 수 있는 일치 항목을 찾지 못했습니다. 재생 위치는 그대로입니다.
vi: Không tìm thấy kết quả khớp đáng tin cậy. Vị trí phát không thay đổi.

source: 未能取得有效声音，请重试。
en: No usable audio was captured. Try again.
es: No se capturó audio utilizable. Reinténtalo.
ko: 사용 가능한 소리를 얻지 못했습니다. 다시 시도하세요.
vi: Không thu được âm thanh dùng được. Vui lòng thử lại.

source: 未选择
en: Not selected
es: No seleccionado
ko: 선택되지 않음
vi: Chưa chọn

source: 本周音频尚未准备好
en: This week’s audio is not ready yet
es: El audio de esta semana aún no está listo
ko: 이번 주 오디오가 아직 준비되지 않았습니다
vi: Âm thanh tuần này chưa sẵn sàng

source: 本次位置暂时无法保存，关闭 App 后可能需要重新定位。
en: This position could not be saved. You may need to seek again after closing the app.
es: No se pudo guardar esta posición. Quizá debas buscarla de nuevo al cerrar la app.
ko: 이번 위치를 저장하지 못했습니다. 앱을 닫은 뒤 다시 위치를 찾아야 할 수 있습니다.
vi: Lần này không lưu được vị trí. Có thể bạn cần tìm lại sau khi đóng ứng dụng.

source: 来源与内容说明
en: Source and content notes
es: Fuente y notas del contenido
ko: 출처 및 콘텐츠 안내
vi: Nguồn và ghi chú nội dung

source: 正在下载，请保持 App 打开
en: Downloading. Keep the app open.
es: Descargando. Mantén la app abierta
ko: 다운로드 중입니다. 앱을 열어 두세요
vi: Đang tải xuống. Hãy để ứng dụng mở

source: 正在使用已下载音频
en: Using downloaded audio
es: Usando audio descargado
ko: 다운로드한 오디오 사용 중
vi: Đang dùng âm thanh đã tải

source: 正在准备听声对齐…
en: Preparing audio alignment…
es: Preparando alineación de audio…
ko: 소리 정렬 준비 중…
vi: Đang chuẩn bị căn chỉnh âm thanh…

source: 正在准备所选证道…
en: Preparing the selected sermon…
es: Preparando el sermón seleccionado…
ko: 선택한 설교 준비 중…
vi: Đang chuẩn bị bài giảng đã chọn…

source: 正在准备音频…
en: Preparing audio…
es: Preparando audio…
ko: 오디오 준비 중…
vi: Đang chuẩn bị âm thanh…

source: 正在听原声，约 8 秒；请保持 App 前台。
en: Listening to the original audio for about 8 seconds. Keep the app in the foreground.
es: Escuchando el audio original durante unos 8 segundos. Mantén la app en primer plano.
ko: 원본 소리를 약 8초간 듣고 있습니다. 앱을 전면에 두세요.
vi: Đang nghe âm thanh gốc khoảng 8 giây. Giữ ứng dụng ở phía trước.

source: 正在启用音频…
en: Starting audio…
es: Iniciando audio…
ko: 오디오 시작 중…
vi: Đang khởi động âm thanh…

source: 正在定位…
en: Seeking…
es: Buscando posición…
ko: 위치 이동 중…
vi: Đang tìm vị trí…

source: 正在收听
en: Listening
es: Escuchando
ko: 청취 중
vi: Đang nghe

source: 正在本机匹配播放位置…
en: Matching the playback position on this device…
es: Buscando la posición en este dispositivo…
ko: 이 기기에서 재생 위치를 찾는 중…
vi: Đang đối chiếu vị trí phát trên thiết bị này…

source: 正在检查离线音频…
en: Checking offline audio…
es: Comprobando audio sin conexión…
ko: 오프라인 오디오 확인 중…
vi: Đang kiểm tra âm thanh ngoại tuyến…

source: 正在缓冲音频…
en: Buffering audio…
es: Cargando audio…
ko: 오디오 버퍼링 중…
vi: Đang nạp âm thanh…

source: 正在读取本周证道…
en: Loading this week’s sermon…
es: Cargando el sermón de esta semana…
ko: 이번 주 설교 불러오는 중…
vi: Đang tải bài giảng tuần này…

source: 点击时间定位；正文可直接阅读。
en: Tap a timestamp to seek. Read the text freely.
es: Toca una marca de tiempo para ir a esa posición. Puedes leer el texto libremente.
ko: 시간을 눌러 위치를 이동하세요. 본문은 자유롭게 읽을 수 있습니다.
vi: Nhấn mốc thời gian để chuyển vị trí. Bạn có thể đọc văn bản tự do.

source: 独立个人项目，与 Mariners Church 无隶属或背书关系。AI 合成中文音频与整理文字仅供个人跟读参考。
en: An independent personal project, not affiliated with or endorsed by Mariners Church. AI-synthesized Chinese audio and AI-prepared text are for personal reference.
es: Proyecto personal independiente, sin afiliación ni respaldo de Mariners Church. El audio en chino sintetizado por IA y el texto preparado por IA son para consulta personal.
ko: Mariners Church와 제휴하거나 공식 후원을 받지 않는 개인 독립 프로젝트입니다. AI로 합성한 중국어 오디오와 정리한 텍스트는 개인 참고용입니다.
vi: Dự án cá nhân độc lập, không liên kết hoặc được Mariners Church bảo trợ. Âm thanh tiếng Trung tổng hợp bằng AI và văn bản do AI biên soạn chỉ để tham khảo cá nhân.

source: 现场对齐
en: Align with the live service
es: Alinear con el servicio en vivo
ko: 현장 설교와 정렬
vi: Căn chỉnh với buổi nhóm trực tiếp

source: 现场收听
en: Listen
es: Escuchar en vivo
ko: 현장 청취
vi: Nghe trực tiếp

source: 界面语言
en: Interface language
es: Idioma de la app
ko: 앱 언어
vi: Ngôn ngữ ứng dụng

source: 界面语言不会更换音轨；证道内容保留其提供的语言。
en: Changing the interface language keeps the current audio track. Sermon content stays in its supplied language.
es: Cambiar el idioma de la app conserva la pista actual. El contenido del sermón permanece en su idioma original.
ko: 앱 언어를 바꿔도 현재 오디오 트랙은 유지됩니다. 설교 콘텐츠는 제공된 언어로 표시됩니다.
vi: Đổi ngôn ngữ ứng dụng vẫn giữ bản âm thanh hiện tại. Nội dung bài giảng giữ nguyên ngôn ngữ được cung cấp.

source: 离线文件需要重新下载。
en: Download the offline audio again.
es: Descarga de nuevo el audio sin conexión.
ko: 오프라인 오디오를 다시 다운로드하세요.
vi: Hãy tải lại âm thanh ngoại tuyến.

source: 离线音频记录无效，请重新下载。
en: The offline audio record is invalid. Download it again.
es: El registro del audio sin conexión no es válido. Descárgalo de nuevo.
ko: 오프라인 오디오 기록이 잘못되었습니다. 다시 다운로드하세요.
vi: Bản ghi âm thanh ngoại tuyến không hợp lệ. Hãy tải lại.

source: 等待下一段字幕…
en: Waiting for the next passage…
es: Esperando el siguiente pasaje…
ko: 다음 자막을 기다리는 중…
vi: Đang chờ đoạn phụ đề tiếp theo…

source: 累计微调 {seconds} 秒
en: Total adjustment: {seconds} sec
es: Ajuste total: {seconds} s
ko: 총 조정: {seconds}초
vi: Tổng điều chỉnh: {seconds} giây

source: 细调四分之一秒
en: Fine-tune by a quarter second
es: Ajuste fino de un cuarto de segundo
ko: 0.25초씩 미세 조정
vi: Chỉnh tinh theo 0,25 giây

source: 继续
en: Resume
es: Continuar
ko: 계속
vi: Tiếp tục

source: 继续收听
en: Resume listening
es: Seguir escuchando
ko: 계속 듣기
vi: Tiếp tục nghe

source: 耳机已断开，播放已暂停。
en: Headphones disconnected. Playback is paused.
es: Se desconectaron los auriculares. La reproducción está en pausa.
ko: 헤드폰 연결이 끊겨 재생이 일시 정지되었습니다.
vi: Tai nghe đã ngắt kết nối. Phát đã tạm dừng.

source: 英文原文
en: Original English
es: Texto original en inglés
ko: 영어 원문
vi: Nguyên văn tiếng Anh
